{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"enable_animation":true,"content_width":"custom","custom_content_width":700}},"video_BWdyca":{"type":"video","blocks":{"heading_rNg8Tb":{"type":"heading","settings":{"title":"Cartas para Ítaca","heading_tag":"h2","heading_font_class":"fs-heading-display-3"}},"text_3HaWzJ":{"type":"text","settings":{"text":"<p>VERÃO 2024 | POR NERIAGE<\/p>","text_font_class":"fs-body-75"}},"play_button_RYnRnd":{"type":"play-button","settings":{"text":"Assistir","button_layout":"minimal","icon_style":"outline"}}},"block_order":["heading_rNg8Tb","text_3HaWzJ","play_button_RYnRnd"],"custom_css":[],"settings":{"video_source":"external","video_url":"https:\/\/youtu.be\/K1kBB63S9g8","image":"shopify:\/\/shop_images\/pinacoteca.jpg","loop":false,"media_aspect_ratio":"landscape_wide_alt","focal_point":"image_presentation","text_position":"flex-start_flex-start","text_position_mobile":"center","button_background_color":"#FFF","color_overlay":"#000","color_overlay_text":"#FFF","color_overlay_gradient":"linear-gradient(180deg, rgba(0, 0, 0, 1) 40%, rgba(0, 0, 0, 0) 100%)","overlay_opacity":60,"enable_animation":true,"section_padding":"section--vertical-padding-top-bottom"}},"image_with_text_split_gLAmgh":{"type":"image-with-text-split","blocks":{"text_tweKA8":{"type":"text","settings":{"text":"<h5>Prólogo<\/h5><p>Talvez esse release seja um pouco diferente. Talvez alguns achem prolixo, pessoal demais ou até emotivo. A verdade é que quando chega o momento “Rafaella, precisamos do seu release até x dia, envia para nós?”<\/p><p>Me dá uma sensação que estou no processo errado. Penso: mas eu já não o escrevi até aqui? Cada coisa que vivi ou que fizemos faz parte disso. Então vou resumir um pouco do que “Cartas para Ítaca” escreveram em suas peças em seus distintos tempos de produção. Já que cada coleção é uma história, vamos tentar resumir um pouco desta.<\/p><p>Sempre me encantei pela palavra “Carta”. Acho que existe um mistério tão único endereçado a uma única pessoa que imediatamente impacta numa reação. E seja ela qual for, sempre ficará gravada naquelas letras, pedaço de papel perdido no tempo. É por isso que ao falar do poema “Ítaca” de Konstantinos Kafávis, invoquei a palavra Cartas para contar minhas observações sobre um dos poemas favoritos do artista José Leonilson, com muita honra homenageado nesta coleção.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["text_tweKA8"],"settings":{"image_position":"right","image_mobile_position":"above-content","image_padding":"none","image":"shopify:\/\/shop_images\/230818_NERIAGE_0234_copy_dc3d98d6-5800-484f-b0b3-f02606b338e7.png","aspect_ratio":"landscape","focal_point":"image_presentation","content_alignment":"left","background_color":"rgba(0,0,0,0)","text_color":"#000000","button_background_color":"#000000","button_text_color":"#FFFFFF","enable_animation":true,"section_padding":"section--vertical-padding-none"}},"image_with_text_split_qgYeHD":{"type":"image-with-text-split","blocks":{"text_YY9KPU":{"type":"text","settings":{"text":"<p>“Quando partires em viagem para Ítaca<\/p><p>faz votos para que seja longo o caminho,<\/p><p>pleno de aventuras, pleno de conhecimentos (…)<\/p><p>Que numerosas sejam as manhãs de verão,<\/p><p>nas quais, com que prazer, com que alegria,<\/p><p>entrarás em portos vistos pela primeira vez (…)<\/p><p>Guarda sempre Ítaca em teu pensamento.<\/p><p>É teu destino aí chegar.<\/p><p>Mas não apresses absolutamente tua viagem. É melhor que dure muitos anos.<\/p><p>Sábio assim como te tornaste, com tanta experiência,<\/p><p>já deves ter compreendido o que significam as Ítacas.”<\/p><p>Trecho do poema Ítaca, do poeta grego Konstantinos Kafávis (1863-1933)<\/p><p>A trajetória mitológica de Ulisses até o retorno para sua terra natal, Ítaca, se torna metaforicamente o tema central dessa coleção: a viagem, os diários de nossos passeios interiores e a importância de se procurar fora de si e também voltar para nossas recordações.<\/p><p>\"Add customer reviews and testimonials to showcase your store’s happy customers.\"– Author's name<\/p>","text_font_class":"fs-body-100"}}},"block_order":["text_YY9KPU"],"settings":{"image_position":"left","image_mobile_position":"above-content","image_padding":"none","image":"shopify:\/\/shop_images\/230818_NERIAGE_0254_copy.png","aspect_ratio":"square","focal_point":"top","content_alignment":"left","background_color":"rgba(0,0,0,0)","text_color":"#000000","button_background_color":"#000000","button_text_color":"#FFFFFF","enable_animation":true,"section_padding":"section--vertical-padding-none"}},"image_hero_HptgDw":{"type":"image-hero","settings":{"image_aspect":"custom","desktop_height":70,"mobile_height":65,"image":"shopify:\/\/shop_images\/ancora_15_b.png","focal_point":"top","mobile_focal_point":"top","media_link":"","text_position":"center_center","text_position_mobile":"center_center","text_color":"#FFFFFF","button_background_color":"#FFFFFF","button_text_color":"#000000","color_overlay":"#000","color_overlay_gradient":"","overlay_opacity":0,"enable_animation":true,"section_padding":"section--vertical-padding-none"}},"rich_text_pWHtrG":{"type":"rich-text","blocks":{"text_wLRTBJ":{"type":"text","settings":{"text":"<p>Sobre José Leonilson e o encontro entre moda e arte<\/p><p>A primeira vez que me deparei com uma obra de José Leonilson, acho que fiquei durante aproximadamente 20 minutos olhando para ela. Não era exatamente para a obra, mas toda a intimidade que ela invocava - do autor, minha e de muitos que se identificavam com aquela intensidade e honestidade necessárias para a sobrevivência na constante criação. Ou a criação como forma de sobrevivência a toda essa intensidade. O personagem que se confunde com quem ele realmente é, o sacrifício pela arte. Criar várias versões de quem somos ou podemos ser, e expor esses pensamentos da forma mais sincera e bruta possível. Coragem, busca por si, respeito ao outro e total falta de medo de sentir e experimentar.<\/p><p>É assim que vejo o trabalho desse grande artista, nascido em Fortaleza em 1957 e que este ano completa 30 anos desde seu falecimento - que mesmo indo embora de forma precoce, deixou mais de 3.500 obras catalogadas entre bordados, diários (cartas à si ou a outros), desenhos e pinturas; era um multiartista, e a vontade de trabalhar uma coleção homenageando Leonilson é de longe uma tarefa difícil e quase pretensiosa. Tudo se tornou mais fácil no contato constante com a família durante o processo - e aqui vão meus agradecimentos profundos principalmente à Ana Lenice Dias (uma das irmãs de L.) e Gabriela Dias (sobrinha de L. e filha de Nicinha, apelido carinhoso de Ana Lenice). Juntas, elas coordenam o Projeto Leonilson, ONG fundada em 1993, meses após o falecimento do artista, com o objetivo de manter viva sua memória, através da divulgação de sua arte e trajetória artística.<\/p><p>Pela primeira vez a família concordou em fazer esse tipo de licenciamento e além de ter a oportunidade de conhecer a casa onde ele viveu (hoje sede do projeto) na Vila Mariana, onde a maior parte das obras permanece sob o cuidado da família de forma honrosa e diferente de qualquer tipo de museu. Ao entrar na residência, você se sente próximo a Leonilson e suas paixões, amores e até melancolias - que acredito que era o que seu trabalho tinha o objetivo de cumprir.<\/p><p>Na coleção, escolhemos algumas obras dos anos 70 aos anos 90, passando por diversas fases do artista. As obras foram escolhidas junto com a família e escolhemos dar preferência às pinturas e obras menos conhecidas do artista, algumas até dos seus primeiros anos de carreira, com o objetivo de mostrar que todos temos fases, aprendizados e desenvolvimento constante até chegar a uma identidade mais formada - e essa coragem de mostrar as fragilidades de quem somos e queremos ser é a parte mais importante de qualquer forma de criação. É a real beleza dela.<\/p><p>Trabalhamos com jacquards desenvolvidos com pinturas, bordados de pôsteres e desenhos, estampas maximizadas em panneaux de seda pura e detalhes de transparência e toques dourados que remetem a seu trabalho. É importante dizer que o objetivo não era reproduzir sua obra em forma de roupa, mas entender sua intimidade, suas paixões, dores e colocá-las frente a frente com as minhas - e as do observador. Diria que é uma coleção a se pensar e refletir sobre si muito mais do que sobre o artista e os criadores envolvidos diretamente.<\/p><p>Afinal, são tantas as verdades.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["text_wLRTBJ"],"settings":{"alignment":"left_left","enable_animation":true,"divider_style":"none","section_padding":"section--vertical-padding-top-bottom","content_width":"full","custom_content_width":700}},"image_hero_PQricf":{"type":"image-hero","settings":{"image_aspect":"custom","desktop_height":70,"mobile_height":65,"image":"shopify:\/\/shop_images\/230818_NERIAGE_1707_copy.jpg","focal_point":"top","mobile_focal_point":"top","media_link":"","text_position":"center_center","text_position_mobile":"center_center","text_color":"#FFFFFF","button_background_color":"#FFFFFF","button_text_color":"#000000","color_overlay":"#000","color_overlay_gradient":"","overlay_opacity":0,"enable_animation":true,"section_padding":"section--vertical-padding-none"}},"rich_text_WawWwi":{"type":"rich-text","blocks":{"text_D7EcWc":{"type":"text","settings":{"text":"<p>O verão 2024 da Neriage e as roupas escritas em diários<\/p><p>A coleção é dividida em três blocos principais: pérolas, andarilhos e âncoras.<\/p><p>Na primeira parte são exploradas as obras com traço mais fluido do artista, tons de off white e azul contrastam com acessórios dourados, pérolas e jacquards exclusivos. As frases soltas, de diferentes autores, reforçam a ideia de diário e como as palavras marcam a nossa história, aqui representada pelo tecido e os bordados de linha. Quase de forma aleatória como deve ser um diário.<\/p><p>A ideia aqui é reforçar os códigos principais da Neriage, como os plissados e mix de texturas. Uma primeira identificação da marca e do encontro com o processo do artista.<\/p><p>Na segunda parte, as peças de alfaiataria desconstruída e transparências atravessam a fase viajante, compondo o bloco Andarilhos.<\/p><p>Recortes no ombro, modelagens com encaixes de mais de 35 partes, sobreposições, botões vintage e peças que podem ser utilizadas de mais de um jeito fazem parte desse bloco.<\/p><p>Na terceira etapa, os tons de terra, amarelo e peças com recortes e silhuetas tubulares formam o bloco Âncoras, simbolizando a chegada ao destino, à terra natal; o encontro e o brilho após as experiências vividas, o voltar pra casa que sempre nos é necessário após qualquer viagem - e como nos transformamos no caminho.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["text_D7EcWc"],"settings":{"alignment":"left_left","enable_animation":true,"divider_style":"none","section_padding":"section--vertical-padding-top-bottom","content_width":"full","custom_content_width":700}},"image_with_text_split_FUU3J9":{"type":"image-with-text-split","blocks":{"text_mFdMNy":{"type":"text","settings":{"text":"<p>Colaborações<\/p><p>Pela primeira vez trabalhamos com o upcycling de peças jeans em parceria com a LEVIS. Em comemoração aos 150 anos do primeiro modelo de calça jeans da história e sua relevância, a 501®. A Neriage foi uma das marcas escolhidas para trazer identidade através da desmontagem e montagem dessas calças e os resultados foram jaquetas pregueadas, calças duplas, saias e vestidos plissados - tudo aproveitando os acabamentos das peças e 100% costurado à mão.<\/p><p>Também pela primeira vez a Neriage se une à joalheira Victoria Sayeg na criação de joias exclusivas em ouro 18k e pérolas de água doce, unindo a delicadeza dos traços da designer com as formas orgânicas e texturizadas da Neriage. Joias em ouro liso foram escolhidas para experimentar as densidades de sua forma mais pura. O plissado, tão característico da Neriage, foi transportado para o metal trazendo leveza e movimento à sua consistência.<\/p><p>As pérolas revelam o pilar comum entre as marcas: a glorificação da natureza, de seu caráter próprio e da beleza oculta nos seres, objetos e processos.<\/p><p>Os sapatos são desenvolvidos em parceria com a designer Juliana Bicudo. Para sua estreia nas passarelas, Juliana desenvolveu um modelo de sapato com duas versões de salto - um mule (salto baixo) e uma flatform com salto de 5cm, ambos em couro, com solado de borracha e  faixa de couro plissado, identidade chave da Neriage, em tons que acompanham a cartela de cores da coleção: preto, off white, dourado e ferrugem.<\/p><p>Por fim, uma de nossas parcerias de maior sucesso na coleção de inverno, a collab com o Projeto Akra, comandado pelo designer Samuray Martins, se repete nessa coleção num novo formato. O projeto tem como objetivo valorizar a mão de obra artesanal e o slow fashion, onde cada acessório tem seu tempo de produção respeitado, feito a partir das fibras do buriti e da piaçava. Hoje, seu projeto faz uma importante diferença na renda de várias famílias no Maranhão e na Bahia, além de ter sedes de capacitação também no Peru e em Madagascar - onde foram realizadas as bolsas e chapéus dessa coleção. As peças foram confeccionadas com a fibra de raphia de colheita ecológica e os tons da coleção foram dados com pigmentos atestados Reach. A fibra se transforma em lindas peças em crochê, com pontos e bordado de franjas exclusivas desenvolvidas pelas artesãs locais do Projeto Akra para a Neriage.<\/p><p>texto por Rafaella Caniello, diretora criativa da Neriage.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["text_mFdMNy"],"settings":{"image_position":"left","image_mobile_position":"above-content","image_padding":"none","image":"shopify:\/\/shop_images\/5x5_perolas_1_copy.png","aspect_ratio":"portrait","focal_point":"right","content_alignment":"left","background_color":"rgba(0,0,0,0)","text_color":"#000000","button_background_color":"#000000","button_text_color":"#FFFFFF","enable_animation":true,"section_padding":"section--vertical-padding-none"}},"featured_collection_slider_wy38kW":{"type":"featured-collection-slider","blocks":{"collection_RUCJha":{"type":"collection","settings":{"show_view_all":true,"collection":"cartas-para-itaca","collection_name":""}}},"block_order":["collection_RUCJha"],"settings":{"heading":"Cartas para Ítaca","heading_tag":"h2","subheading":"","link":"shopify:\/\/collections\/cartas-para-itaca","link_text":"Ver tudo","maximum_products":8,"columns":"4","mobile_columns":"1","enable_animation":true,"divider_style":"solid","section_padding":"section--vertical-padding-top-bottom"}},"rich_text_Ghytjf":{"type":"rich-text","blocks":{"heading_gYDAh9":{"type":"heading","settings":{"title":"Capítulos Anteriores","heading_tag":"h2","heading_font_class":"fs-heading-2-base"}}},"block_order":["heading_gYDAh9"],"settings":{"alignment":"left_left","enable_animation":true,"divider_style":"solid","section_padding":"section--vertical-padding-top-bottom","content_width":"full","custom_content_width":700}},"video_y64yfz":{"type":"video","blocks":{"heading_b6yC38":{"type":"heading","settings":{"title":"SPFWN54","heading_tag":"h2","heading_font_class":"fs-heading-display-2"}},"text_nDwVUi":{"type":"text","settings":{"text":"","text_font_class":"fs-body-100"}},"play_button_i4FRPQ":{"type":"play-button","settings":{"text":"Assistir","button_layout":"full","icon_style":"outline"}}},"block_order":["heading_b6yC38","text_nDwVUi","play_button_i4FRPQ"],"settings":{"video_source":"external","video_url":"https:\/\/youtu.be\/DaeW36_kd9Y","image":"shopify:\/\/shop_images\/Captura_de_Tela_2023-03-09_as_00.27.51.png","loop":false,"media_aspect_ratio":"landscape_wide_alt","focal_point":"image_presentation","text_position":"flex-start_flex-start","text_position_mobile":"center","button_background_color":"#FFF","color_overlay":"#000","color_overlay_text":"#FFF","color_overlay_gradient":"","overlay_opacity":40,"enable_animation":true,"section_padding":"section--vertical-padding-bottom-only"}},"image_with_text_split_tTyPLb":{"type":"image-with-text-split","blocks":{"heading_DzzVtG":{"type":"heading","settings":{"title":"Óasis","heading_tag":"h2","heading_font_class":"fs-heading-display-3"}},"accent_zEgFJ8":{"type":"accent","settings":{"accent":"OUTONO\/INVERNO 2023"}},"spacer_mU7CEg":{"type":"spacer","settings":{"space":12}},"text_hetUdL":{"type":"text","settings":{"text":"<p>ECONTRO-ME AQUI<\/p><p>Azul, azul como o sol. Mas, que cor eu era mesmo quando nasci?<br\/>Em meio às areias fumegantes e em meio à ansiedade da viagem que estava por vir<br\/>Não sei se durmo ou se acordo com essa iminência da partida.<br\/>Por isso coloco cores fortes, como forma de despedida de um lugar que ainda não cheguei.<br\/>Sou cigana, nasci em meio ao azul, em meio ao vinho.<br\/>Um deserto de possibilidades - frágeis, infinitas, escondidas numa pequena fresta de olhar.<br\/>Encontro-me aqui. Ou talvez, eu nunca estive de fato aqui.<\/p><p>A VIAGEM<\/p><p>Penso nas horas, nos deslocamentos, nas partidas.<br\/>Sobre como existir em um lugar é desaparecer em outros.<br\/>As pequenas escolhas que fazem morrer tantas outras.<br\/>A fluidez do desconhecido que constantemente nos obriga a invadir espaços,<br\/>Criar histórias, viagens e seres, paisagens imaginárias para ir além do que conhecemos.<br\/>Nosso eterno desejo de voar, ir além do oásis.<\/p><p>MONÇÕES<br\/>Ou para não dizer que me esqueci das flores <\/p><p>As monções chegam quando o vento do litoral assola o deserto.<br\/>As possibilidades da viagem tornam-se racionais, visíveis.<br\/>Intensas chuvas e longas secas.<br\/>Quando eu era pequena eu viajava através das palavras.<br\/>Tantas essas que me perdia em devaneios, ventos revoltos e monções.<br\/>Hoje sou mais livre. Escrevo em bares, salto em cavalos e ando pelas ruas.<br\/>O que isso me traz de tão mais livre do que as estreitas ruas do meu quarto<br\/>e meus poemasde Shakespeare escondidos no armário<br\/>As monções me amadureceram, me deixaram vestida.<br\/>Sinto falta do meu corpo pavão, ainda viajando, buscando possibilidades.<br\/>Aquele que não tinha medo das cores, do azul e da forma desconhecida<br\/>Hoje, me tornei um corpo nu.<br\/>Esperando por outras viagens para me apresentar à minha ave novamente.<br\/>Manifesto pelo encontro consigo.<br\/>Pela ausência do medo, pela coragem, pela liberdade, pela experimentação,<br\/>pela eterna busca de ir além do oásis.<br\/>Pela eterna falta de conforto.<br\/>Pela luta constante.<br\/>Pela não desistência.<br\/>Pelo desconhecido.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["heading_DzzVtG","accent_zEgFJ8","spacer_mU7CEg","text_hetUdL"],"settings":{"image_position":"right","image_mobile_position":"above-content","image_padding":"all-sides","image":"shopify:\/\/shop_images\/20230117_NERIAGE_1924.jpg","aspect_ratio":"natural","focal_point":"image_presentation","content_alignment":"left","background_color":"rgba(0,0,0,0)","text_color":"#000000","button_background_color":"#000000","button_text_color":"#FFFFFF","enable_animation":true,"section_padding":"section--vertical-padding-none"}},"gallery_carousel_kbXmxM":{"type":"gallery-carousel","blocks":{"image_jmLcDU":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/20230117_NERIAGE_1704.jpg","focal_point":"image_presentation","title":"","text":""}},"image_yiQfyk":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/20230117_NERIAGE_1901.jpg","focal_point":"image_presentation","title":"","text":""}},"image_QccMzh":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/20230117_NERIAGE_0446_-_Copia.jpg","focal_point":"image_presentation","title":"","text":""}},"image_4WBtXx":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/20230117_NERIAGE_0661_1.jpg","focal_point":"image_presentation","title":"","text":""}},"image_AGXR8f":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/20230117_NERIAGE_1351.jpg","focal_point":"image_presentation","title":"","text":""}},"image_WN9LhC":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/20230117_NERIAGE_1939.jpg","focal_point":"image_presentation","title":"","text":""}}},"block_order":["image_jmLcDU","image_yiQfyk","image_QccMzh","image_4WBtXx","image_AGXR8f","image_WN9LhC"],"settings":{"heading":"Galeria","heading_tag":"h2","subheading":"","link":"","link_text":"","columns":"3","mobile_columns":"1","loop_carousel":true,"aspect_ratio":"portrait","image_caption_style":"overlay","image_caption_size":"fs-body-100","overlay_text_background_style":"gradient","overlay_text_color":"#fff","overlay_text_background":"#000000","enable_animation":true,"divider_style":"none","section_padding":"section--vertical-padding-top-bottom"}},"rich_text_TdKnYG":{"type":"rich-text","blocks":{"heading_WxVKJU":{"type":"heading","settings":{"title":"Noite de Chuva nos Mares do Mundo","heading_tag":"h2","heading_font_class":"fs-heading-3-base"}},"accent_Qt9n8X":{"type":"accent","settings":{"accent":"PRIMAVERA\/VERÃO 2023"}},"spacer_cfXVGx":{"type":"spacer","settings":{"space":12}},"text_k8JXGV":{"type":"text","settings":{"text":"<p>Notas sobre o Tempo.<br\/><br\/>O tempo é um corredor cheio de quadros.<br\/>Pinturas de lugares, memórias e sentidos.<br\/>O espaço e móvel<br\/>As horas são folhas e galhos.<br\/>Ondas e espuma.<br\/>Que deixamos ao longo da jornada.<br\/>Não existe um tempo perfeito. Apenas uma junção de dores. Alegrias e lembranças<br\/>Sem elas, não somos o espaço.<br\/>Com a sombra delas, não vivemos o espaço.<br\/>As imagens produzidas pelo tempo são divididas entre reais e imaginadas.<br\/>Essas últimas, as lentas, as mais belas, são as que realmente guardamos na memória.<br\/>Os pequenos barcos navegam entre grandes navios.<br\/>As tempestades deixam rastros de calma.<br\/>Os mares colidem em câmera lenta.<br\/>E a água reflete as cores das horas que passaram sem que se pudesse dar conta<br\/>Que ainda é meio dia.<br\/>Falta ainda meio dia.<\/p><p>Na temporada de verão 2023, a Neriage se une à Stella Artois para falar sobre a pausa e as imagens produzidas pelo tempo, usando o mar como referência imagética.<\/p><p>O mar é um grande reflexo do que acontece no céu - que é a mais pura forma de simbologia do tempo.<\/p><p>Estamos sempre apressados, com urgências, conexões efêmeras e uma rotina frenética. Deixamos de saborear o presente. De valorizar o agora e a qualidade das nossas relações. A nossa percepção de<br\/>tempo mudou, o amanhã chega sem nem termos vivido o hoje.<\/p><p>O estilo de vida Neriage se une ao estilo de vida Stella Artois no encontro da valorizacão do momento. A observação e cuidado com os detalhes, o culto ao tempo.<\/p><p>Alice Braga, atriz brasileira, é convidada para representar essa parceria.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["heading_WxVKJU","accent_Qt9n8X","spacer_cfXVGx","text_k8JXGV"],"settings":{"alignment":"center_center","enable_animation":true,"divider_style":"none","section_padding":"section--vertical-padding-top-bottom","content_width":"custom","custom_content_width":700}},"rich_text_WqRy9E":{"type":"rich-text","blocks":{"heading_yFKjBQ":{"type":"heading","settings":{"title":"Sonar","heading_tag":"h2","heading_font_class":"fs-heading-3-base"}},"accent_AHxKyb":{"type":"accent","settings":{"accent":"primavera\/verão 2022"}},"spacer_abexeT":{"type":"spacer","settings":{"space":12}},"text_9JPgTk":{"type":"text","settings":{"text":"<p>\"Aprendi a gostar das flores tanto quanto das falhas geológicas\".<br\/>Trecho do longa metragem \"Viajo porque preciso, volto porque te amo\", de Marcelo Gomes e Karim Ainouz, 2009.<\/p><p>Essa é a primeira coleção (ou capítulo, como gosto de chamar), que não fala sobre pessoas relações ou movimentos. Achei que não faria sentido falar de algo que não fosse o sentimento de saudade e a intimidade que desenvolvemos com os objetos e barulhos ao nosso redor. Ou mesmo a liberdade que inventamos ao dançar na nossa casa e correr em pensamento.<\/p><p>Mircea Cartärescu, no livro Nostalgia, relata que tem sonhos enormes, coloridos em demência, cheios de sensações que jamais experimentou na realidade. Penso que os sonhos e essas sensações são, na verdade, o que temos de mais próximo da realidade. \"A imaginação não é, como sugere a etimologia, a faculdade de formar imagens da realidade; ela é a faculdade de formar imagens que ultrapassam a realidade, que cantam a realidade.\"<\/p><p>O verdadeiro conceito de imaginação, defendido pelo filósofo francês Gaston Bachelard, é a imaginação viva, que cede e conflita com a matéria, traz a concretude do mundo para o campo da criação.<\/p><p>No capítulo Sonar, nova coleção de verão 2022 da Neriage, procuramos reimaginar nossas peças clássicas em formas e cores que harmonizam as ideias de quebra e fluidez. A sensação de nostalgia que nos acompanhou durante todo o processo foi refletida nos detalhes de costuras cruzadas, botões e aviamentos antigos. Alguns plissados também aparecem cruzados e os drapeados por vezes trabalhados em lados opostos. Os volumes pontuais nas modelagens e e as cores envelhecidas remetem a imaginação ativa do passado presente.<\/p><p>A obra \"Sentimental Journey\", do fotógrafo japonês Nobuyoshi Araki, que traz o retrato de sua esposa deitada sobre um velho barco, foi o ponto de inspiração para a concepção do material audiovisual - que reflete o sentimento de pertencimento ao ambiente, em constraste com o desejo de liberdade que sempre ecoa.<\/p><p>A coleção ainda conta com sapatos desenvolvidos em parceria com a Bluebird Shoes e peças estampadas com obras da artista Gabriella Garcia, nossa convidada nessa edição.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["heading_yFKjBQ","accent_AHxKyb","spacer_abexeT","text_9JPgTk"],"settings":{"alignment":"center_center","enable_animation":true,"divider_style":"solid","section_padding":"section--vertical-padding-top-bottom","content_width":"custom","custom_content_width":700}},"rich_text_VDJjDK":{"type":"rich-text","blocks":{"heading_aCaxYG":{"type":"heading","settings":{"title":"Lampejo","heading_tag":"h2","heading_font_class":"fs-heading-3-base"}},"accent_MpWxiR":{"type":"accent","settings":{"accent":"OUTONO\/INVERNO 2021"}},"spacer_DDVN9t":{"type":"spacer","settings":{"space":12}},"text_ifMRbP":{"type":"text","settings":{"text":"<p>Lampejo significa um brilho súbito, uma faísca ou um clarão. Gosto de pensar na vida como vários momentos de lampejo.  Eles nos fazem mudar as rotas, desviar escolhas ou mergulhar nelas. Imagino que esses momentos são o que trazem as curvas no nosso mapa e dão movimento para nossa história.<\/p><p>Vejo várias discussões em torno do que é prudente fazer nesse momento, o que reflete a realidade do que vivemos. É estranho falar sobre isso porque uma coisa é reflexo de seu tempo, somente muito depois. Portanto, o que as roupas devem transmitir? Que significado elas devem ter? Mostrar sonhos, realidade, refletir um novo comportamento ou resgatar coisas de um passado que nos traz algum conforto? A preocupação deveria ser mais do que nunca encontrar as verdades que permeiam nossos objetivos, nossos propósitos. E estarmos firmes ligados a eles. <\/p><p>Comecei a pensar nessa coleção no final do ano passado e, não, nunca tive tanto tempo para desenvolver uma. E para quem trabalha com criação, isso pode parecer uma coisa boa ou enlouquecedora. O tempo tem essa dualidade para nós. Acabei pulando uma temporada porque entendi que não era momento de lançar uma nova história, mas observar outras e entender a minha. <\/p><p>Desde o início senti o desejo de falar sobre o significado de Casa, do lugar que nos sentimos mais seguros. Ao mesmo tempo nos traz tantas memórias, nos faz sentir parte de um mapa de lugares e pessoas, acontecimentos que vão moldando nosso caminho e alterando nossa rota - e vão se tornando parte do que somos.<\/p><p>Afinal, casa não é necessariamente o lugar onde a gente mora, mas onde depositamos nossos sonhos, nossas expectativas e sobretudo onde nos encontramos com nós mesmos. E agora percebo que, mais do que nunca, esse significado tem um sentido especial num cenário onde tudo parece tão desencontrado, com todos tão preocupados com um tempo que ainda nem existe.<\/p><p>Muhammed Farris, primeiro e único cidadão Sírio no espaço, também teve uma impressão interessante do significado de casa. Ele disse, em entrevista ao documentário “Human Flow” do artista chinês Ai WeiWei, que quando estava suspenso na gravidade, avistando a Terra de uma perspectiva totalmente externa, todos parecíamos uma coisa só. Terras separadas por imensas faixas de água que nos conectam mais do que nos dividem. E que insanidade parece essa constante briga do ser humano pelo significado de território, quando na verdade vivemos todos juntos no mesmo espaço, dividindo as mesmas conexões. <\/p><p>Portanto, Casa não seria mais aquilo que a gente constrói durante a vida do que o espaço que a gente ocupa? Onde estamos, com quem estamos e o que fizemos. Um amontoado de referências dos anos 90 e de desenhos animados. De músicas dos anos 60 e roupas de avó. De machucados no joelho por correr na rua. De mudanças de cidade e de escola, e pessoas que conhecemos nesse tempo. Um mapa de onde estamos e o que fomos, porque de nada vale um passaporte se ele não te diz por onde você realmente esteve.               <\/p><p>Lampejo tem como inspiração o livro “Minha casa é onde estou” de Igiaba Scego, onde ela conta sobre a construção de um mapa da antiga Somália onde ela vivia, e a Roma onde ela cresceu e identifica como casa. <\/p><p>Trabalhamos com os tons mais icônicos da Neriage, como vermelho e azul royal. Um mix de tecidos leves, acetinados e estruturados que refletem também o nosso não pertencimento a estações definidas, mas a capítulos de uma história que é transmitida através do toque e da relação com o tempo.<\/p><p>As bolsas e chapéus dessa coleção foram uma parceria com o MUSEU A CASA e a ACNUR. Através da FRATERNIDADE HUMANITÁRIA INTERNACIONAL cocriamos as bolsas e os chapéus com mulheres indígenas da etnia Warao, refugiadas da Venezuela. A venda dessas bolsas e chapéus terá parte do lucro revertido de volta para a causa.<\/p>","text_font_class":"fs-body-100"}}},"block_order":["heading_aCaxYG","accent_MpWxiR","spacer_DDVN9t","text_ifMRbP"],"settings":{"alignment":"center_center","enable_animation":true,"divider_style":"solid","section_padding":"section--vertical-padding-top-bottom","content_width":"custom","custom_content_width":700}},"rich_text_9whCWb":{"type":"rich-text","blocks":{"heading_68AqgX":{"type":"heading","settings":{"title":"Trilha","heading_tag":"h2","heading_font_class":"fs-heading-3-base"}},"accent_w4hAAh":{"type":"accent","settings":{"accent":"OUTONO\/INVERNO 2020"}},"spacer_p6wdDD":{"type":"spacer","settings":{"space":12}},"text_EBXbgR":{"type":"text","settings":{"text":"<p>Quando comecei a caminhar,<em> <\/em>não sabia para onde estava indo. Mas acho que essa é a graça de toda trilha, não saber aonde vai dar. O topo das árvores cobria o céu, mas não totalmente. Ainda dava para ouvir o som do vento sobre as copas. Se você fechar os olhos, consegue sentir o Brasil apenas pelo som. Sente pelos pés. \"A trilha é a melhor coisa desse país.\" ouvi por aí. Descobri que o Pindorama está escondido nas pedras. Porque do cerrado à floresta tropical tem cristal em todas as esquinas e a gente brilha em todos os satélites. <\/p><p>Gente brilha em todos os satélites.<\/p><p>Trilha não é exatamente sobre pessoas nem lugares, mas sobre o que pouco se percebe sobre eles. Inspirada também nas poesias de Manoel de Barros no livro \"Menino do Mato\", a coleção segue a ideia de ser uma continuação das anteriores, iniciando nos tons de areia e passando pelos tons terrosos, vermelhos, verdes e fechando nos tons de marinho e roxo - como uma vereda por um Brasil vivo, cheio de texturas, curvas e justaposições. Porque como pouco se anda, pouco se conhece daqui:<\/p><p>\"O Brazil não conhece o Brasil\" e a brava gente brasileira com tanta história nessa terra cor de cobre.\"<\/p>","text_font_class":"fs-body-100"}}},"block_order":["heading_68AqgX","accent_w4hAAh","spacer_p6wdDD","text_EBXbgR"],"settings":{"alignment":"center_center","enable_animation":true,"divider_style":"solid","section_padding":"section--vertical-padding-top-bottom","content_width":"custom","custom_content_width":700}},"rich_text_8BChrU":{"type":"rich-text","blocks":{"heading_7Rm7mM":{"type":"heading","settings":{"title":"Ensaio Sobre Nós","heading_tag":"h2","heading_font_class":"fs-heading-3-base"}},"accent_KCzxkc":{"type":"accent","settings":{"accent":"OUTONO\/INVERNO 2020"}},"spacer_xVwDcm":{"type":"spacer","settings":{"space":12}},"text_4kYxWP":{"type":"text","settings":{"text":"<p>Como dizia o filósofo e poeta francês Gaston Bachelard, <em>imaginar é aumentar o real em um tom<\/em>.<br\/>E imaginar é se movimentar em direção a algo que foge das vãs imagens criadas pela mente, ou o que nos foi ensinado.<br\/>Imaginar é sonho, e o sonho é uma necessidade humana maior do que a própria realidade.<br\/>Imaginação é movimento. E é sobre esse movimento que pretendemos falar.<br\/>Para isso, trazemos duas simbologias principais.<\/p><p>A dança, que é a poesia em movimento. O corpo materializa o devaneio e o ser quase que desaparece, torna-se energia.  Pina Bausch, coreógrafa e dançarina alemã (1940-2009),  e a dança teatro emprestam referências para a cartela de cores, formas e tecidos utilizados.<br\/>Mas movimento não necessariamente é andar em direção a algo. Resistir também é uma forma de movimento. Por isso, além da dança, também trazemos a natureza como simbologia. As texturas e bordados desenvolvidos são inspirados em algumas das plantas mais resilientes do mundo.<\/p><p>Por fim, tratando-se de movimento, não poderíamos deixar de falar de um movimento também pessoal. As roupas são vivas, passam por diversas pessoas e etapas de produção. Carregam uma história própria e de cada um que contribuiu para a sua construção. Por isso, a coleção recebe o nome de <em>Ensaio sobre nós<\/em>.<\/p><p> A ideia de movimento é refletida através dos detalhes, texturas, assimetrias e contrastes de leveza e peso nos tecidos. A cartela de cores é construída de forma gradual, iniciando nos tons de off-white, atingindo os tons de vermelho e fechando nos tons de preto. Como o início, auge e fim de uma dança. <\/p>","text_font_class":"fs-body-100"}}},"block_order":["heading_7Rm7mM","accent_KCzxkc","spacer_xVwDcm","text_4kYxWP"],"settings":{"alignment":"center_center","enable_animation":true,"divider_style":"solid","section_padding":"section--vertical-padding-top-bottom","content_width":"custom","custom_content_width":700}}},"order":["main","video_BWdyca","image_with_text_split_gLAmgh","image_with_text_split_qgYeHD","image_hero_HptgDw","rich_text_pWHtrG","image_hero_PQricf","rich_text_WawWwi","image_with_text_split_FUU3J9","featured_collection_slider_wy38kW","rich_text_Ghytjf","video_y64yfz","image_with_text_split_tTyPLb","gallery_carousel_kbXmxM","rich_text_TdKnYG","rich_text_WqRy9E","rich_text_VDJjDK","rich_text_9whCWb","rich_text_8BChrU"]}