/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "rich_text_Vwrjq4": {
      "type": "rich-text",
      "blocks": {
        "heading_HDb9Bb": {
          "type": "heading",
          "settings": {
            "title": "Capítulos",
            "heading_tag": "h2",
            "heading_font_class": "fs-heading-2-base"
          }
        },
        "text_kfg8Q7": {
          "type": "text",
          "settings": {
            "text": "<p>Quando Rafaella deu vida às primeiras coleções da Neriage, percebeu que não se via refletida nos conceitos tradicionais do mercado da moda, onde cada coleção narra uma história distinta. Para ela, suas criações são capítulos de um único livro, entrelaçando-se em uma narrativa contínua. Por isso, chamamos nossas coleções de capítulos: cada nova peça é uma extensão da anterior, uma evolução de sua essência. Explore o menu abaixo e mergulhe na nossa história, revelada através de nossos capítulos.<br/><br/></p>",
            "text_font_class": "fs-body-100"
          }
        }
      },
      "block_order": [
        "heading_HDb9Bb",
        "text_kfg8Q7"
      ],
      "name": "t:sections.rich_text.presets.name",
      "settings": {
        "alignment": "left_left",
        "enable_animation": true,
        "divider_style": "none",
        "section_padding": "section--vertical-padding-top-bottom",
        "content_width": "custom",
        "custom_content_width": 700
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "enable_animation": true,
        "content_width": "custom",
        "custom_content_width": 650
      }
    },
    "gallery_carousel_n3gnQV": {
      "type": "gallery-carousel",
      "blocks": {
        "image_BRkJar": {
          "type": "image",
          "settings": {
            "focal_point": "image_presentation",
            "title": "Image with caption",
            "text": "<p>Use these sections to promote a particular feature with editorial photography.</p>"
          }
        },
        "image_WHyqWQ": {
          "type": "image",
          "settings": {
            "focal_point": "image_presentation",
            "title": "Image with caption",
            "text": "<p>Use these sections to promote a particular feature with editorial photography.</p>"
          }
        },
        "image_3qKUfD": {
          "type": "image",
          "settings": {
            "focal_point": "image_presentation",
            "title": "Image with caption",
            "text": "<p>Use these sections to promote a particular feature with editorial photography.</p>"
          }
        },
        "image_3RtN4d": {
          "type": "image",
          "settings": {
            "focal_point": "image_presentation",
            "title": "Image with caption",
            "text": "<p>Use these sections to promote a particular feature with editorial photography.</p>"
          }
        }
      },
      "block_order": [
        "image_BRkJar",
        "image_WHyqWQ",
        "image_3qKUfD",
        "image_3RtN4d"
      ],
      "name": "t:sections.gallery_carousel.presets.name",
      "settings": {
        "heading": "Gallery carousel",
        "heading_tag": "h2",
        "subheading": "",
        "link": "",
        "link_text": "",
        "columns": "2",
        "mobile_columns": "1",
        "loop_carousel": true,
        "aspect_ratio": "square",
        "image_caption_style": "overlay",
        "image_caption_size": "fs-body-100",
        "overlay_text_background_style": "gradient",
        "overlay_text_color": "#fff",
        "overlay_text_background": "#000000",
        "enable_animation": true,
        "divider_style": "none",
        "section_padding": "section--vertical-padding-top-bottom"
      }
    },
    "rich_text_EBDmdf": {
      "type": "rich-text",
      "blocks": {
        "heading_wEDDzx": {
          "type": "heading",
          "settings": {
            "title": "Autobiografia. A coleção 12.",
            "heading_tag": "h2",
            "heading_font_class": "fs-heading-2-base"
          }
        },
        "text_b8DeaB": {
          "type": "text",
          "settings": {
            "text": "<p>A Coleção 12 da Neriage, que apresentamos nesta temporada, se chama <strong>\"Autobiografia\"</strong>, inspirada no livro <em>Autobiografia do Vermelho</em>, de Anne Carson. A obra é baseada em uma história da mitologia que aborda os (coincidentemente) 12 trabalhos de Hércules, mas reinterpretada com o olhar filosófico e romântico de Carson — como uma narrativa sobre amor e busca por identidade.</p><p>Um dos trabalhos de Hércules era matar Gerião, o monstro vermelho de asas vermelhas. No entanto, no livro de Carson, esse encontro se transforma em símbolo de uma busca apaixonada pela identidade e pelo amor. Através da cor vermelha, Carson entrelaça a intensidade das emoções humanas com a fragilidade da existência. Gerião e Hércules se apaixonam, apesar da necessidade de um final trágico. Mas isso não impede que a história seja vivida, sentida e representada no auge das emoções — em vermelho.</p><p>A obra se torna um cântico à arte como meio de compreensão do eu, onde dor e beleza dançam juntas. A narrativa reflete a eterna tensão entre desejo e perda.<br/>Embora a coleção não seja uma reprodução literal do livro, ela captura a essência dos sentimentos e da forma como a história do vermelho é contada. A cor é usada como sentimento e narrativa — algo que gosto muito de explorar nas minhas coleções, onde ela sempre expressa algo além e conta histórias. As composições cromáticas, as transições de nuances e as texturas são pensadas para narrar algo.</p><p>Acredito que cada desfile da Neriage e cada coleção que criamos têm essa narrativa monocromática e essa continuidade de cores. Tudo tem significado: da edição à entrada dos modelos; cada detalhe importa. Gosto de deixar interpretações em aberto, pois um bom desfile provoca reflexões — como uma exposição de arte.</p><p><strong>\"Autobiografia\"</strong> também representa um pouco da minha vida, dos remendos e experiências que todos vivemos. Nascemos, crescemos, nos machucamos, nos curamos. Assim como um objeto, uma peça de roupa tem sua própria biografia: como foi criada, o cuidado que recebeu, o brilho que emana quando é usada pela primeira vez — algo muito mais significativo do que nas vezes seguintes. Com o tempo, a roupa se desgasta, assim como nós, tornando-se um rasgo ou algo que talvez já não devesse estar ali. Mas com uma história única, que não pode ser reproduzida em massa — assim como a vida de uma pessoa.</p><p>A biografia de um ser humano se assemelha à de um objeto. Inspiramo-nos nas ideias de Schopenhauer, filósofo que deu berço à visão imaginativa da modelagem da Neriage em relação à matéria — questionando os limites entre ciência e arte. Quando a ciência já não consegue explicar algo, a arte entra em cena.</p><p>Por isso, sempre buscamos relacionar nossos desfiles com o trabalho de um artista. Nesta coleção, escolhemos <strong>Regina Parra</strong>, cuja força e complexidade biográfica a transformaram em uma artista admirável.</p><p>Espero que minha própria biografia também siga esse caminho — culminando no vermelho, símbolo do auge das emoções e das conquistas. Assim como em <em>Autobiografia do Vermelho</em>, há um mundo onde a potência dos sentimentos e das histórias vividas se entrelaçam com intensidade.</p><p>Tratamos aqui de questões como a roupa que, à primeira vista, pode parecer acabada — mas que também pode ser desconstruída. A ordem não importa. Início e fim se misturam.<br/>Hoje, roupas rasgadas e baratas são valorizadas e consumidas em excesso para durarem pouco, enquanto peças bem feitas — dependendo de sua origem ou etiqueta — são ignoradas ou elevadas à categoria de obra de arte.</p><p>Isso nos leva a refletir sobre o tempo de vida de uma roupa, o tempo de vida de uma pessoa e o valor que atribuímos tanto a nós mesmos quanto aos objetos que usamos.</p><p><strong>O que nos faz tão diferentes da matéria que vestimos? Ou da forma como a construímos?</strong></p><p>— <em>Rafaella Caniello, diretora criativa da Neriage, sem medo da própria autobiografia e dos seus remendos.</em></p><p><strong>FICHA TÉCNICA DESFILE:</strong><span style=\"text-decoration:underline\"><br/>Direção criativa: Rafaella Caniello</span></p><p><span style=\"text-decoration:underline\">Direção de comunicação: Laura Cerqueira</span></p><p><span style=\"text-decoration:underline\"> LeiteStyling: Antonio FrajadoDireção de desfile e casting: Bill Macintyre  </span></p><p><span style=\"text-decoration:underline\">Produção Executiva: Marina Molina (Estúdio MM) </span></p><p><span style=\"text-decoration:underline\">Desenvolvimento de produto: Jorge Alexandre Amaro (Neriage) </span></p><p><span style=\"text-decoration:underline\">Direção de marketing: Lydia Bassi (Neriage)</span></p><p><span style=\"text-decoration:underline\">Direção de arte: </span></p><p><span style=\"text-decoration:underline\">Trilha sonora: Murilo Faria e Yuri Chix</span></p><p><span style=\"text-decoration:underline\">Assessoria de imprensa: Sônia Gonçalves (MSG) </span></p><p><span style=\"text-decoration:underline\">Maquiagem:  MAC por Katia Celene Araujo </span></p><p><span style=\"text-decoration:underline\">Cabelo: Wanderley Nunes, Keune Master Talent e Equipe Keune Talents</span></p><p><span style=\"text-decoration:underline\">Joias: Vehr + Neriage</span></p><p><span style=\"text-decoration:underline\">Sapatos: Bird&Co + Neriage</span></p><p><span style=\"text-decoration:underline\">Bolsas: Sentez + Neriage <br/><br/>Assistente de comunicação: Nathalia Romeiro e Aura Xaviera (Neriage)</span></p><p><span style=\"text-decoration:underline\">Assistente de styling: </span></p><p><span style=\"text-decoration:underline\">Assistente de desenvolvimento de produto: Camila Moura (Neriage)</span></p><p><span style=\"text-decoration:underline\"><strong>NOTAS SOBRE PATROCINADORES E APOIADORES:<br/></strong></span><strong>Sobre a escolha da locação:<br/></strong>Escolhemos o <strong>Colégio Dante Alighieri </strong>como cenário para este desfile porque ele carrega camadas que nos tocam profundamente. Fundado em 1911 por imigrantes italianos, o prédio é hoje um patrimônio histórico, com seus vitrais, pátios e corredores onde tantas vidas começaram a ser moldadas.<br/>Há algo de poderoso em ocupar um espaço assim: um lugar onde se estuda, se questiona, se cresce, se sonha.<br/>Estar ali é um gesto de escuta e de afeto.<br/>Acolher o processo de quem está se formando é acreditar que a mudança começa pelo cuidado, com o outro, com o tempo, com o todo.<br/>E se essa coleção fala de biografias, era impossível não pensar nas que ainda estão sendo escritas.<br/>É nesse intervalo entre o que já fomos e o que ainda seremos que a roupa ganha sentido.</p><p><strong>G.VALLONE</strong> <br/>Somos uma empresa 100% nacional que desde a sua fundação, em 1987, se preocupa com as questões ambientais e uma moda mais sustentável.  Somos referência em tecidos naturais e trabalhamos com as principais marcas do mercado nacional.</p><p><strong>Sobre a Keune Haircosmetics<br/></strong>Fundada em 1922 na Holanda, a Keune Haircosmetics é uma marca global de cuidados capilares, presente em mais de 80 países. Especializada em cosméticos profissionais, tem como missão oferecer as melhores soluções em produtos para cabelo, unindo ciência, tecnologia e compromisso com o meio ambiente. Comprometida com a responsabilidade social e ambiental, a Keune é certificada como empresa B-Corp, é cruelty-free e adota práticas sustentáveis em sua cadeia produtiva, com foco na economia de água e energia.<strong><br/></strong></p><p><strong>Sobre a Texprima<br/></strong>Há mais de 30 anos, a Texprima oferece uma curadoria <br/>de tecidos especializada e é referência no mercado de <br/>moda no Brasil.<br/>Fornecemos tecidos exclusivos e alinhados com as <br/>tendências de consumo de moda. Desenvolvemos <br/>coleções sempre antecipadas para acompanhar o <br/>calendário do mercado. O nosso propósito é inspirar os <br/>profissionais da moda através de inovação, tendência e produtos.</p><p><strong>Sobre Werner <br/></strong>Fundada em 1904 em Petrópolis, a Werner Tecidos é referência nacional em seda real e inovação têxtil. Produzindo no Brasil em fábrica certificada ABVTEX Ouro, desenvolve tecidos sofisticados como sedas puras, mistos com modal, linhos, viscoses e clássicos como o Crepe Patou. A estamparia própria, com destaque para a Le Revers, digital e sem avesso, une técnica e criatividade. Pioneira em responsabilidade ambiental no setor, a Werner prioriza fibras naturais, fornecedores certificados OEKOTEX e práticas como energia de fontes renováveis e tratamento de água.<strong><br/></strong></p><p><strong>Sobre a Bird&Co <br/></strong>Com alma leve e olhar apurado, nascemos para criar com propósito: produtos que unem design e conforto.<br/>Cada par é um voo, cada passo, um gesto de arte.Da Blue Bird à Bird&Co, seguimos fiéis à nossa essência.<br/>Você cresceu com a gente. Agora, evoluímos com você.</p><p><strong>Sobre LENZING TENCEL™<br/></strong>Reconhecida globalmente no segmento da moda sustentável, TENCEL™ é a principal marca do Grupo Lenzing — líder mundial na produção de fibras celulósicas regeneradas para as indústrias têxtil e de não-tecidos. As fibras TENCEL™ se destacam por sua origem renovável, alta performance em termos de conforto, maciez e respirabilidade, além de serem certificadas como biodegradáveis e compostáveis.<br/>Para o desenvolvimento da nova coleção da Neriage, a marca contou com a parceria da Textil Carmem, responsável pela produção dos fios que dão vida aos tecidos utilizados. A colaboração reflete o compromisso com a sustentabilidade e valoriza a expertise da indústria têxtil nacional, unindo inovação, responsabilidade ambiental e excelência técnica.</p><p><strong>Sobre a MAC:</strong></p><p><strong>Sobre a SENTEZ:</strong></p><p><strong>Sobre a Vehr:</strong> </p>",
            "text_font_class": "fs-body-100"
          }
        }
      },
      "block_order": [
        "heading_wEDDzx",
        "text_b8DeaB"
      ],
      "name": "t:sections.rich_text.presets.name",
      "settings": {
        "alignment": "left_left",
        "enable_animation": true,
        "divider_style": "none",
        "section_padding": "section--vertical-padding-top-bottom",
        "content_width": "full",
        "custom_content_width": 500
      }
    }
  },
  "order": [
    "rich_text_Vwrjq4",
    "main",
    "gallery_carousel_n3gnQV",
    "rich_text_EBDmdf"
  ]
}
